Revit 2027 API
ParameterTypeId.EllipseFocusMrkVisible Property
 "Focus Marks Visible"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EllipseFocusMrkVisible { get; }
Public Shared ReadOnly Property EllipseFocusMrkVisible As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EllipseFocusMrkVisible {
	ForgeTypeId^ get ();
}
static member EllipseFocusMrkVisible : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace